Repository: F3nr1s/PHPRecipebook
Catalog: Locale/deu/LC_MESSAGES/default.po
Languages: de

source: Beef
de: Rindfleisch

source: Bread
de: Brot

source: Egg
de: Ei

source: Fruit
de: Obst

source: Grain
de: Getreide

source: Lamb
de: Lamm

source: Other
de: Andere

source: Pasta
de: Nudeln

source: Pork/Ham
de: Schwein/Schinken

source: Poultry
de: Geflügel

source: Seafood
de: Meeresfrüchte

source: Vegetable
de: Gemüse

source: Breakfast
de: Frühstück

source: Lunch
de: Mittagessen

source: Appetizer
de: Vorspeise

source: Side Dish
de: Beilage

source: Entree
de: Hauptgericht

source: Beverage
de: Getränk

source: Easy
de: Leicht

source: Intermediate
de: Mittel

source: Difficult
de: Schwer

source: Expert
de: Experte

source: American
de: Amerikanisch

source: Chinese
de: Chinesisch

source: German
de: Deutsch

source: Greek
de: Griechisch

source: Indian
de: Indisch

source: Italian
de: Italienisch

source: Japanese
de: Japanisch

source: Mexican
de: Mexikanisch

source: Middle Eastern
de: Naher Osten

source: None
de: Keiner

source: Slavic
de: Slawisch

source: Alcohol
de: Alkohol

source: Bakery
de: Bäckerei

source: Beans
de: Bohnen

source: Candy
de: Süßigkeiten

source: Canned Fruit
de: Obstkonserven

source: Canned Meat & Fish
de: Dosenfleisch & Fisch

source: Canned Vegetables
de: Gemüsekonserven

source: Coffee, Tea & Cocoa
de: Kaffee, Tee & Kakao

source: Condiments
de: Gewürze

source: Cookies
de: Kekse

source: Dairy
de: Molkerei

source: Deli
de: Delikatessen

source: Facial Tissue
de: Kosmetiktücher

source: Free
de: Kostenlos

source: Frozen Foods
de: Tiefkühlkost

source: Hand Soap
de: Handseife

source: Household Cleaners
de: Haushaltsreiniger

source: Juice & Cocktail
de: Saft & Cocktail

source: Kosher/Ethnic
de: Kosher / Leute

source: Laundry Detergents
de: Waschmittel

source: Meat
de: Fleisch

source: Natural & Organic
de: Natürlich & biologisch

source: Oil/Vinegar/Dressings
de: Öl-Essig Dressings

source: Pancakes & Syrup
de: Pfannkuchen & Sirup

source: Paper Serving Ware
de: Papier Serving Ware

source: Pasta & Sauce
de: Nudeln & Sauce

source: Peanut Butter/Jelly/Honey
de: Erdnussbutter/ Marmelade / Honig

source: Produce
de: Produzieren

source: Rice
de: Reis

source: Salty Snacks & Chips
de: salzige Snacks & Chips

source: Soda pop
de: Limonade

source: Soup
de: Suppe

source: Spices
de: Gewürze

source: Toilet Paper
de: Toilettenpapier

source: Dinner
de: Abendessen

source: Microwave
de: Mikrowelle

source: BBQ
de: Grill

source: Canning
de: Einmachen

source: 0 Minutes
de: 0 Minuten

source: 1-10 Minutes
de: 1-10 Minuten

source: 10-30 Minutes
de: 10-30 Minuten

source: 30-60 Minutes
de: 30-60 Minuten

source: 60+ Minutes
de: 60+ Minuten

source: Unit
de: Stück

source: Slice
de: Scheibe

source: Clove
de: Zehe

source: Pinch
de: Priese

source: Package
de: Paket

source: Can
de: Dose

source: Drop
de: Tropfen

source: Bunch
de: Menge

source: Dash
de: Spritzer

source: Carton
de: Karton

source: Cup
de: Tasse

source: Tablespoon
de: Esslöffel

source: Teaspoon
de: Teelöffel

source: Pound
de: Pfund

source: Ounce
de: Unze

source: Gallon
de: Gallone

source: Milligram
de: Milligramm

source: Centigram
de: Zentigramm

source: Gram
de: Gramm

source: Kilogram
de: Kilogramm

source: Deciliter
de: Deziliter

source: Tablespoon_m
de: Esslöffel_m

source: Teaspoon_m
de: Teelöffel_m

source: Not Authorized.
de: Keine Berechtigung.

source: Invalid base type
de: Ungültige Hauptzutat

source: The base type has been saved.
de: Die Hauptzutat wurde gespeichert.

source: The base type could not be saved. Please, try again.
de: Die Hauptzutat konnte nicht gespeichert werden.

source: The base type has been deleted.
de: Die Hauptzutat wurde gelöscht.

source: The base type could not be deleted. Please, try again.
de: Die Hauptzutat konnte nicht gelöscht werden.

source: Invalid course
de: Ungültige Mahlzeit

source: The course has been saved.
de: Die Mahlzeit wurde gespeichert.

source: The course could not be saved. Please, try again.
de: Die Mahlzeit konnte nicht gespeichert werden.

source: The course has been deleted.
de: Die Mahlzeit wurde gelöscht.

source: The course could not be deleted. Please, try again.
de: Die Mahlzeit konnte nicht gelöscht werden.

source: Invalid difficulty
de: Ungültiger Schwierigkeitsgrad

source: The difficulty has been saved.
de: Der Schwierigkeitsgrad wurde gespeichert.

source: The difficulty could not be saved. Please, try again.
de: Der Schwierigkeitsgrad konnte nicht gespeichert werden.

source: The difficulty has been deleted.
de: Der Schwierigkeitsgrad wurde gelöscht.

source: The difficulty could not be deleted. Please, try again.
de: Der Schwierigkeitsgrad konnte nicht gelöscht werden.

source: Invalid ethnicity
de: Ungültige Herkunft

source: The ethnicity has been saved.
de: Die Herkunft wurde gespeichert.

source: The ethnicity could not be saved. Please, try again.
de: Die Herkunft konnte nicht gespeichert werden.

source: The ethnicity has been deleted.
de: Die Herkunft wurde gelöscht.

source: The ethnicity could not be deleted. Please, try again.
de: Die Herkunft konnte nicht gelöscht werden.

source: Could not open uploaded file, please try again.
de: Hochgeladene Datei konnte nicht geöffnet werden.

source: Not Ingredient Owner
de: Fehlende Berechtigung, nicht Ersteller der Zutat

source: Invalid ingredient
de: Ungültige Zutat

source: The ingredient has been saved.
de: Die Zutat wurde gespeichert.

source: The ingredient could not be saved. Please, try again.
de: Die Zutat konnte nicht gespeichert werden.

source: The ingredient has been deleted.
de: Die Zutat wurde gelöscht.

source: The ingredient could not be deleted. Please, try again.
de: Die Zutat konnte nicht gelöscht werden.

source: Invalid location
de: Ungültiger Ort

source: The location has been saved.
de: Der Ort wurde gespeichert.

source: The location could not be saved. Please, try again.
de: Der Ort könnte nicht gespeichert werden.

source: The location has been deleted.
de: Der Ort wurde gelöscht.

source: The location could not be deleted. Please, try again.
de: Der Ort könnte nicht gelöscht werden.

source: Not meal owner
de: Fehlende Berechtigung, nicht Besitzer des Gerichts

source: Invalid meal plan
de: Ungültige Speiseplan

source: The meal plan has been saved.
de: Der Speiseplan wurden gespeichert.

source: The meal plan could not be saved. Please, try again.
de: Der Speiseplan konnte nicht gespeichert werden.

source: The meal plan has been deleted.
de: Der Speiseplan wurde gelöscht.

source: The meal plan could not be deleted. Please, try again.
de: Der Speiseplan konnte nicht gelöscht werden.

source: Start date not defined
de: Startdatum nicht festgelegt

source: Meal(s) added to shopping list.
de: Essen zur Einkaufsliste hinzugefügt.

source: Meal(s) could not be added to shopping list. Please, try again.
de: Essen konnte(n) nicht zur Einkaufsliste hinzugefügt werden.

source: Invalid preparation method
de: Ungültige Zubereitungsart

source: The preparation method has been saved.
de: Das Zubereitungsart wurde gespeichert.

source: The preparation method could not be saved. Please, try again.
de: Das Zubereitungsart konnte nicht gespeichert werden.

source: The preparation method has been deleted.
de: Das Zubereitungsart wurde gelöscht.

source: The preparation method could not be deleted. Please, try again.
de: Das Zubereitungsart kann nicht gelöscht werden.

source: Invalid preparation time
de: Ungültige Vorbereitungszeit

source: The preparation time has been saved.
de: Die Zubereitungszeit wurde gespeichert.

source: The preparation time could not be saved. Please, try again.
de: Die Zubereitungszeit konnte nicht gespeichert werden.

source: The preparation time has been deleted.
de: Die Zubereitungszeit wurde gelöscht.

source: The preparation time could not be deleted. Please, try again.
de: Die Zubereitungszeit kann nicht gelöscht werden.

source: Invalid price range
de: Ungültiger Preisrahmen

source: The price range has been saved.
de: Der Preisrahmen wurde gespeichert.

source: The price range could not be saved. Please, try again.
de: Der Preisrahmen konnte nicht gespeichert werden.

source: The price range has been deleted.
de: Der Preisrahmen wurde gelöscht.

source: The price range could not be deleted. Please, try again.
de: Der Preisrahmen konnte nicht gelöscht werden.

source: Not Recipe Owner
de: Nicht Ersteller des Rezepts

source: Invalid recipe
de: Ungültiges Rezept

source: The recipe has been saved.
de: Das Rezept wurde gespeichert.

source: The recipe could not be saved. Please, try again.
de: Das Rezept konnte nicht gespeichert werden.

source: The ingredient has been removed.
de: Die Zutat wurde gelöscht.

source: The ingredient could not be removed. Please, try again.
de: Die Zutat konnte nicht gelöscht werden.

source: The related recipe has been removed.
de: Das verknüpfte Rezept wurde entfernt.

source: The related recipe could not be removed. Please, try again.
de: Das verknüpfte Rezept konnte nicht entfernt werden.

source: The recipe has been deleted.
de: Das Rezept wurde gelöscht.

source: The recipe could not be deleted. Please, try again.
de: Das Rezept konnte nicht gelöscht werden.

source: Invalid restaurant
de: Ungültiges Restaurant

source: The restaurant has been saved.
de: Das Restaurant wurde gespeichert.

source: The restaurant could not be saved. Please, try again.
de: Das Restaurant konnte nicht gespeichert werden.

source: The restaurant has been deleted.
de: Das Restaurant wurde gelöscht.

source: The restaurant could not be deleted. Please, try again.
de: Das Restaurant konnte nicht gelöscht werden.

source: Password must have a value.
de: Das Kennwort muss gesetzt sein.

source: Password successfully saved
de: Kennwort erfolgreich gespeichert

source: The user could not be saved. Please, try again.
de: Der Benutzer konnte nicht gespeichert werden.

source: Passwords did not match. Please, try again.
de: Die Kennwörter stimmen nicht überein.

source: Not List Owner or Editor
de: Fehlende Berechtigung, nicht Listenersteller oder Bearbeiter

source: Invalid shopping list
de: Ungültige Einkaufsliste

source: The shopping list has been saved.
de: Die Einkaufsliste wurde gespeichert.

source: The shopping list name could not be saved. Please, try again.
de: Der Name der Einkaufsliste konnte nicht gespeichert werden.

source: The item has been removed.
de: Der Eintrag wurde entfernt.

source: The item could not be removed. Please, try again.
de: Der Eintrag konnte nicht entfernt werden.

source: Invalid recipe item
de: Ungültiger Rezepteintrag

source: Invalid ingredient item
de: Ungültiger Zutateneintrag

source: Recipe added to list.
de: Rezept zur Liste hinzugefügt.

source: Unable to add recipe to list.
de: Rezept konnte nicht zur Liste hinzugefügt werden.

source: Ingredient added to list.
de: Zutat zur Liste hinzugefügt.

source: Unable to add ingredient to list.
de: Zutat konnte nicht zur Liste hinzufügt werden.

source: Invalid list
de: Ungültige Liste

source: Shopping done! List cleared.
de: Einkauf erledigt, Liste gelöscht.

source: Invalid source
de: Ungültige Quelle

source: The source has been saved.
de: Die Quelle wurde gespeichert.

source: The source could not be saved. Please, try again.
de: Die Quelle konnte nicht gespeichert werden.

source: The source has been deleted.
de: Die Quelle wurde gelöscht.

source: The source could not be deleted. Please, try again.
de: Die Quelle kann nicht gelöscht werden.

source: Invalid store
de: Ungültiger Laden

source: The store has been saved.
de: Der Laden wurde gespeichert.

source: The store could not be saved. Please, try again.
de: Der Laden konnte nicht gespeichert werden.

source: The store has been deleted.
de: Der Laden wurde gelöscht.

source: The store could not be deleted. Please, try again.
de: Der Laden konnte nicht gelöscht werden.

source: Invalid unit
de: Ungültige Einheit

source: The unit has been saved.
de: Die Einheit wurde gespeichert.

source: The unit could not be saved. Please, try again.
de: Die Einheit konnte nicht gespeichert werden.

source: The unit has been deleted.
de: Die Einheit wurde gelöscht.

source: The unit could not be deleted. Please, try again.
de: Die Einheit konnte nicht gelöscht werden.

source: Not Admininstrator
de: Fehlende Berechtigung, nicht Admininstrator

source: Not allowed to edit another user.
de: Es ist nicht erlaubt, einen anderen Benutzer zu bearbeiten.

source: Your account is currently locked. Use the password reset link to reset your password.
de: Dein Konto ist derzeit gesperrt. Verwende den Kennwort-Reset Link zum Zurücksetzen des Kennwortes.

source: Invalid username or password, try again
de: Benutzername oder Kenwort ungültig.

source: Logged out.
de: Abgemeldet.

source: Your reset email is on the way!
de: Die E-Mail ist unterwegs!

source: Could not send a reset email. Please contact support.
de: Die E-Mail konnte nicht gesendet werden.

source: Could not find your email address, try again.
de: Die E-Mail-Adresse konnte nicht gefunden werden.

source: Passwords are not set to same value. Please, try again.
de: Kennwörter sind nicht identisch.

source: A new password is required. Please, try again.
de: Neues Kennwort erforderlich.

source: Password successfully reset. Login with your new password to continue.
de: Kennwort erfolgreich zurückgesetzt. Melde dich nun mit dem neuen Kennwprt an.

source: The password could not be saved. Please, try again.
de: Das Kennwort konnte nicht gespeichert werden.

source: Could not find reset information. Please try again.
de: Das Zurücksetzen des Kennworts konnte nicht ausgeführt werden.

source: Invalid user
de: Ungültige Benutzer

source: The user has been saved.
de: Der Benutzer wurde gespeichert.

source: Settings saved. Logout/Sign In maybe required for settings to take effect.
de: Einstellungen gespeichert. Für das Übernehmen der Einstellungen ist eine Neuanmeldung erforderlich.

source: The user has been deleted.
de: Der Benutzer wurde gelöscht.

source: The user could not be deleted. Please, try again.
de: Der Benutzer konnte nicht gelöscht werden.

source: could not data file for reading
de: Datei konnte nicht gelesen werden

source: This recipe could not be saved. Please try again
de: Das Rezept konnte nicht gespeichert werden..

source: Submit
de: Abschicken

source: Base Types
de: Hauptzutaten

source: Add Base Type
de: Hauptzutat hinzufügen

source: Actions
de: Aktionen

source: Edit
de: Bearbeiten

source: Delete
de: Entfernen

source: Are you sure you want to delete %s?
de: Soll %s wirklich gelöscht werden?

source: Page {:page} of {:pages}
de: Seite {:page} von {:pages}

source: previous
de: Vorherige

source: next
de: Nächste

source: Are you sure you want to delete # %s?
de: Soll #%s wirklich gelöscht werden?

source: Courses
de: Mahlzeiten

source: Add Course
de: Mahlzeit hinzufügen

source: Difficulties
de: Schwierigkeiten

source: Add Difficulty
de: Schwierigkeitsgrad hinzufügen

source: Ethnicities
de: Herkünfte

source: Add Ethnicity
de: Herkunft hinzufügen

source: Import Recipes
de: Rezepte importieren

source: To import a meal master format file, browse for it and press submit to import. Duplicate recipes names will not be imported.
de: Um Rezepte im "meal master" Format zu importieren, wähle die entsprechende Datei aus und schicke das Formular ab. Duplikate werden ignoriert.

source: Imported ingredients that do not exactly match existing ingredient names will be created as new ingredients.
de: Sollte ein Rezept auf Zutaten verweisen die nicht exisitieren, werden diese automatisch erstellt.

source: Location In Store
de: Ort im Laden

source: Measurement Type
de: Einheit

source: Solid/Liquid
de: Trockene Zutat?

source: Ingredients
de: Zutaten

source: Add Ingredient
de: Zutat hinzufügen

source: List Locations
de: Orte

source: Add Location
de: Ort hinzufügen

source: List Units
de: Einheiten

source: Add Unit
de: Einheit hinzufügen

source: Are you sure you want to delete "%s"?
de: Soll “%s“ wirklich gelöscht werden?

source: Browse your recipes
de: Rezepte

source: Recipes
de: Rezepte

source: Manage your meal plans
de: Essenspläne verwalten

source: Meal Planner
de: Essensplaner

source: Create or Edit a shopping list
de: Einkaufsliste erstellen oder bearbeiten

source: Shopping List
de: Einkaufszettel

source: Ingredients used in recipes
de: In Rezepten verwendete Zutaten

source: List of your restaurants
de: Restaurants

source: Administer Users
de: Benutzer verwalten

source: Users
de: Benutzer

source: Sign in with your existing account
de: Mit bestehendem Konto anmelden

source: Sign in
de: Anmelden

source: Create a new account
de: Ein neues Konto erstellen

source: Create Account
de: Konto Erstellen

source: Logout
de: Abmelden

source: Edit your Account settings
de: Kontoeinstellung bearbeiten

source: Ingredient
de: Zutat

source: Location
de: Standort

source: Price Ranges
de: Preisrahmen

source: Ethnicity
de: Herkunft

source: Base Type
de: Hauptzutat

source: Course
de: Mahlzeit

source: Preparation Time
de: Zubereitungszeit

source: Preparation Method
de: Zubereitungsart

source: Difficulty
de: Schwierigkeit

source: Source
de: Quelle

source: Meal
de: Essen

source: Locations
de: Standort

source: New Location
de: Standort hinzufügen

source: recipe serves
de: Rezept für

source: Recipe
de: Rezept

source: Enter Recipe Name
de: Rezeptname eingeben

source: Every other day
de: Jeden zweiten Tag

source: View
de: Ansicht

source: Meal Plan - Weekly
de: Speiseplan - wöchentlich

source: Add to Shopping List
de: Zur Einkaufsliste hinzufügen

source: Today
de: Heute

source: Are you sure you want to delete meal "%s"?
de: Soll das Essen "%s" wirklich gelöscht werden?

source: Preparation Methods
de: Zubereitungsarten

source: Add Preparation Method
de: Zubereitungsarten hinzufügen

source: Preparation Times
de: Zubereitungszeiten

source: Add Preparation Time
de: Zubereitungszeit hinzufügen

source: New Price Range
de: Preisrahmen hinzufügen

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
de: Seite {:page} von {:pages}, zeigt {:current} Einträge von insgesamt {:count}, Start: {:start}, Ende: {:end}

source: Recipe Box
de: Rezept-Box

source: By Course
de: Nach Mahlzeit

source: By Base
de: Nach Hauptzutat

source: By Prep Method
de: Nach Zubereitungsart

source: Add A Recipe
de: Rezept hinzufügen

source: Entered value is not a number/fraction, please try again.
de: Eingegebener Wert ist keine Zahl.

source: Are you sure you wish to remove this item?
de: Soll dieser Gegenstand wirklich gelöscht werden?

source: View Recipe
de: Rezept ansehen

source: Edit Sources
de: Quellen Bearbeiten

source: Edit Ethnicities
de: Herkünfte bearbeiten

source: Edit Base Types
de: Hauptzutaten bearbeiten

source: Edit Courses
de: Mahlzeiten bearbeiten

source: Edit Preparation Times
de: Zubereitungszeiten bearbeiten

source: Edit Difficulties
de: Schwierigkeiten bearbeiten

source: Quantity
de: Menge

source: Units
de: Einheiten

source: Qualifier
de: Kennung

source: add new
de: neue hinzufügen

source: Unknown
de: Unbekannt

source: Order Ingredient - currently #
de: Zutat umsortieren - Derzeit an Stelle #

source: Add Another Ingredient
de: Eine weitere Zutat hinzufügen

source: Related Recipe Name
de: Verknüpfte Rezepte

source: Required
de: Erforderlich

source: Order Recipe - currently #
de: Rezept umsortieren - Derzeit an Stelle #

source: Add Another Recipe
de: Ein weiteres Rezept hinzufügen

source: Add Recipe
de: Rezept hinzufügen

source: List Ethnicities
de: Herkünfte

source: List Base Types
de: Hauptzutaten

source: List Courses
de: Mahlzeiten

source: List Preparation Times
de: Zubereitungszeiten

source: List Preparation Methods
de: Zubereitungsarten

source: List Difficulties
de: Schwierigkeitsgrade

source: List Sources
de: Quellen

source: Add Source
de: Quelle hinzufügen

source: List Users
de: Benutzer

source: Add User
de: Benutzer hinzufügen

source: Edit Recipe
de: Rezept bearbeiten

source: Add to shopping list
de: Auf die Einkaufsliste

source: Print
de: Drucken

source: Serving Size
de: Portionsgröße

source: Comments
de: Kommentare

source: Source Description
de: Quellenbeschreibung

source: Last Modified
de: Zuletzt geändert

source: User
de: Benutzer

source: Directions
de: Anleitung

source: Add Restaurant
de: Restaurant hinzufügen

source: List Price Ranges
de: Preisrahmen

source: New Price Ranges
de: Preisrahmen hinzufügen

source: Continue...
de: Weiter

source: Finish
de: Fertig

source: New Install
de: Neue Installation

source: Upgrade
de: Migration bestehender Installation

source: Continue
de: Weiter

source: Clear List
de: Liste löschen

source: List Stores
de: Läden

source: List Online Vendors
de: Onlineshops

source: Action
de: Aktion

source: Recipe Name
de: Rezept

source: Servings
de: Portionen

source: Servings to buy
de: Portionen noch zu kaufen

source: Are you sure you want to remove %s?
de: Soll %s wirklich entfernt werden?

source: Ingredient Name
de: Zutat

source: Save
de: Speichern

source: Start Shopping
de: Einkauf beginnen

source: Select Items
de: Artikel auswählen

source: In Store
de: Im Laden

source: Select
de: Wählen

source: Complete
de: Komplett

source: Adding
de: Hinzufügen

source: Complete!
de: Fertig!

source: Product / ID
de: Artikel

source: Add All
de: Alle hinzufügen

source: What Items do you already have?
de: Welche Artikel hast Du schon?

source: Sources
de: Quellen

source: Stores
de: Läden

source: Add & Edit
de: Hinzufügen und bearbeiten

source: Stores
de: Läden

source: New Store
de: Laden hinzufügen

source: Account Settings
de: Kontoeinstellungen

source: Sunday
de: Sonntag

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Enter your username and password
de: Benutzername und Kennwort eingeben

source: Forgot password?
de: Passwort vergessen?

source: Login
de: Anmelden

source: Reset Password
de: Passwort Zurücksetzen

source: Enter your email address to received an email to reset your password.
de: Um dein Kennwort über eine E-Mail zurückzusetzen, ist die Eingabe deiner E-Mail Adresse erforderlich.

source: Send
de: Senden

source: Enter a new password to reset the account '
de: Vergebe ein neues Passwort für dein Benutzerkonto.

source: Edit User
de: Benutzer bearbeiten

source: Delete User
de: Benutzer löschen

source: Id
de: Identifikation

source: Username
de: Benutzername

source: Access Level
de: Zugriffsebene

source: Language
de: Sprache

source: Country
de: Land

source: Created
de: Erstellt

source: Last Login
de: Letzte Anmeldung

source: Modified
de: Geändert

source: numeric
de: numerisch

source: date
de: Datum
