Repository: F3nr1s/PHPRecipebook
Catalog: Locale/deu/LC_MESSAGES/setup.po
Languages: de

source: New Install
de: Neue Installation

source: Follow the following steps to create the database schema and import some initial settings:
de: Führe folgende Schritte aus, um das Datenbankschema zu erstellen und eine Basiskonfiguration zu importieren:

source: Create the schema
de: Erstelle das Schema

source: Import core ingredients
de: Lade Basiszutaten (optional)

source: Import sample ingredients (optional)
de: Lade Basiszutaten (optional)

source: Setup
de: Einrichten

source: Database
de: Datenbank

source: Password
de: Passwort

source: Complete the Setup
de: Einrichtung abschließen

source: By editing
de: Bearbeite

source: Change
de: Ändere

source: To
de: auf

source: If you don't change this setting your site will be open for anyone to reconfigure it.
de: Achtung, wenn diese Einstellung nicht geändert wird, kann jeder die Ersteinrichtung neu vornehmen!

source: AND if you do not want open registration then change
de: Sofern eine offene Registrierung neuer Benutzer nicht gewünscht ist

source: Congratulations you have successfully setup PHPRecipeBook!
de: Herzlichen Glückwunsch, damit wurde die Einrichtung von PHPRecipeBook erfolgreich abgeschlossen!

source: Press the done button to login and begin setting up some users or adding recipes.
de: Schließe die Einrichtung über die Fertig-Schaltfläche ab, melde Dich an und erstelle erste Benutzer und Rezepte!

source: Done
de: Fertig

source: Welcome to PHPRecipeBook
de: Willkommen bei PHPRecipeBook

source: This is the setup page for the application. The following messages will indicate if your server has been properly setup.
de: An dieser Stelle erfolgt die initiale Einrichtung der Anwendung. Die folgenden Meldungen geben Hinweise darauf, ob die Umgebung die Mindestanforderungen erfüllt.

source: Your version of PHP is 5.2.8 or higher.
de: Die verwendete Version von PHP ist 5.2.8 oder höher.

source: Your version of PHP is too low. You need PHP 5.2.8 or higher to use CakePHP.
de: Die verwendete Version von PHP ist zu alt. Es ist mindestens Version 5.2.8 erforderlich.

source: Your tmp directory is writable.
de: Das temporäre Verzeichnis ist beschreibbar.

source: Your tmp directory is NOT writable.
de: Das temporäre Verzeichnis ist nicht beschreibbar.

source: The %s is being used for core caching. To change the config edit %s
de: Fürs Caching wird derzeit die Komponente %s eingesetzt. Dies kann in der Datei %s angepasst werden.

source: Your cache is NOT working. Please check the settings in %s
de: Das Caching ist fehlerhaft eingerichtet. Bitte die Konfiguration in der Datei %s überprüfen.

source: Your database configuration file is present.
de: Die Datenbank-Konfigurationsdatei ist vorhanden.

source: Your database configuration file is NOT present.
de: Die Datenbank-Konfigurationsdatei fehlt.

source: Rename %s to %s
de: Eventuell muss die Datei %s nach %s umbenannt werden.

source: CakePHP is able to connect to the database.
de: Die Verbindung zur Datenbank konnte erfolgreich hergestellt werden.

source: 1. Installed the appropriate PHP db module (i.e. php-mysql, php-pgsql)
de: 1. Das PHP-Modul zur Aufnahme der Datenbankverbindung wurde installiert (z.B. php-mysql, php-pgsql oder php-sqlite).

source: 2. The database has been created and you can connect to it
de: 2. Die Datenbank wurde erstellt und eine Verbindung kann hergestellt werden.

source: 3. Have the correct username password in database.php config file
de: 3. Benutzername und Kennwort sind in der Konfigurationsdatei Config/database.php korrekt hinterlegt.

source: PCRE has not been compiled with Unicode support.
de: Dem Modul PCRE fehlt die Unterstützung für Unicode.

source: Recompile PCRE with Unicode support by adding <code>--enable-unicode-properties</code> when configuring
de: Für Unicode-Unterstützung muss das Modul PCRE mit der Konfiguration <code>--enable-unicode-properties</code> neu kompiliert werden.

source: URL rewriting might not properly configured on your server.
de: Das URL-Rewriting ist auf dem Webserver eventuell nicht korrekt konfiguriert.

source: If you have already configured rewriting or a base URL and still see this warning you can try to continue the setup. Detection of this feature sometimes is not correct.
de: Wenn das URL-Rewriting bzw. die eingerichtete Basis-URL bereits konfiguriert wurde, diese Meldung aber weiterhin angezeigt wird, kann die Installation wahrscheinlich dennoch fortgesetzt werden. Das Erkennen dieser Anforderung ist in einigen Fällen fehlerhaft.

source: After correcting any issues above you can continue the setup process.
de: Sobald gefundene Probleme gelöst wurden, kann die Installation fortgesetzt werden.

source: Admin Password
de: Administrator Kennwort

source: Enter a new Administrator password. This username and password will be used to setup other users
de: Lege das Kennwort des Administrators fest. Dessen Konto wird für das Anlegen weiterer Benutzer verwendet.

source: Upgrade
de: Migration bestehender Installation

source: Upgrading will lock all users and require they change their passwords. This was needed to use Blowfish encryption.
de: Da in der neuen Version ein neuer Verschlüsselungsalgorithmus eingesetzt wird, werden die Passwörter aller Benutzer zurückgesetzt.

source: Follow the following steps to upgrade your installation:
de: Führe folgende Schritte aus, um die Migration durchzuführen:

source: Make a backup of your database!
de: Erstelle ein Backup der Datenbank!

source: Migrate from latest 4.x PHPRecipeBook to 5.0
de: Migriere die Datenbank von Version 4.x auf 5.x von PHPRecipeBook
